Repository: soniabahri/E-Shop-PrestaShop
Catalog: themes/blueeee/translations/*/ShopThemeCustomeraccount.*.xlf
Languages: pt_pt

source: Your account
pt_pt: A sua conta

source: Information
pt_pt: Informação

source: Addresses
pt_pt: Endereços

source: Add first address
pt_pt: Adicionar o meu primeiro endereço

source: Order history and details
pt_pt: Histórico de encomendas e detalhes

source: Vouchers
pt_pt: Vales de desconto

source: View my customer account
pt_pt: Ver a minha conta de cliente

source: Log in to your customer account
pt_pt: Inicie sessão na sua conta de cliente

source: Connected as [1]%firstname% %lastname%[/1].
pt_pt: Ligado como [1]%firstname% %lastname%[/1].

source: Not you? [1]Log out[/1]
pt_pt: Não é o próprio? [1]Encerrar sessão[/1]

source: Create an account
pt_pt: Criar uma conta

source: Already have an account?
pt_pt: Já tem uma conta?

source: Log in instead!
pt_pt: Inicie sessão!

source: Update your address
pt_pt: Atualize o seu endereço

source: New address
pt_pt: Novo endereço

source: Your addresses
pt_pt: Os seus endereços

source: Log in to your account
pt_pt: Inicie sessão na sua conta

source: No account? Create one here
pt_pt: Não tem uma conta? Crie uma aqui

source: Your vouchers
pt_pt: Os seus vales de desconto

source: Guest Order Tracking
pt_pt: Acompanhamento da encomenda do visitante

source: To track your order, please enter the following information:
pt_pt: Para seguir a sua encomenda, por favor insira a seguinte informação:

source: For example: QIIXJXNUI or QIIXJXNUI#1
pt_pt: Por exemplo: QIIXJXNUI ou QIIXJXNUI#1

source: Guest Tracking
pt_pt: Rastreio de Visitantes

source: Transform your guest account into a customer account and enjoy:
pt_pt: Transforme a sua conta de visitante numa conta de cliente e obtenha:

source: Personalized and secure access
pt_pt: Acesso personalizado e seguro

source: Fast and easy checkout
pt_pt: Finalização de encomenda rápida e segura

source: Easier merchandise return
pt_pt: Devolução de mercadoria mais fácil

source: Order history
pt_pt: Histórico de encomendas

source: Here are the orders you've placed since your account was created.
pt_pt: Aqui estão as encomendas que já fez.

source: Details
pt_pt: Detalhes

source: Your personal information
pt_pt: A sua informação pessoal

source: Credit slips
pt_pt: Notas de crédito

source: Order
pt_pt: Encomenda

source: Date issued
pt_pt: Data de emissão

source: Credit slips you have received after canceled orders.
pt_pt: Notas de crédito que recebeu após encomendas canceladas.

source: Credit slip
pt_pt: Nota de crédito

source: View credit slip
pt_pt: Ver nota de crédito

source: Merchandise returns
pt_pt: Devoluções de mercadoria

source: Here is a list of pending merchandise returns
pt_pt: Aqui tem uma lista das devoluções de mercadoria pendentes

source: Return
pt_pt: Devolver

source: Package status
pt_pt: Estado da encomenda

source: Returns form
pt_pt: Devoluções de

source: Order details
pt_pt: Detalhes da encomenda

source: Order Reference %reference% - placed on %date%
pt_pt: Referência da encomenda %reference% - efetuada em %date%

source: Download your invoice as a PDF file.
pt_pt: Descarregar a fatura em PDF.

source: You have given permission to receive your order in recycled packaging.
pt_pt: Deu permissão para receber a encomenda em embalagem reciclada.

source: You have requested gift wrapping for this order.
pt_pt: Pediu que a sua encomenda fosse embrulhada para oferta.

source: Message
pt_pt: Mensagem

source: Follow your order's status step-by-step
pt_pt: Siga o estado da sua encomenda passo-a-passo

source: Click the following link to track the delivery of your order
pt_pt: Clique no seguinte link para seguir a entrega da sua encomenda

source: Return details
pt_pt: Dados da devolução

source: %number% on %date%
pt_pt: %number% a %date%

source: We have logged your return request.
pt_pt: Efetuámos o registo do seu pedido de devolução.

source: Your package must be returned to us within %number% days of receiving your order.
pt_pt: O seu pacote deve ser devolvido no prazo de %number% dias após receber a sua encomenda.

source: The current status of your merchandise return is: [1] %status% [/1]
pt_pt: O estado atual da devolução da sua mercadoria é: [1] %status% [/1]

source: List of items to be returned:
pt_pt: Lista de itens a serem devolvidos:

source: Reminder
pt_pt: Lembrete

source: All merchandise must be returned in its original packaging and in its original state.
pt_pt: Toda a mercadoria deverá ser devolvida na sua embalagem original e no seu estado original.

source: Please print out the [1]returns form[/1] and include it with your package.
pt_pt: Por favor, imprima o [1]formulário de devoluções[/1] e inclua-o no seu pacote.

source: Please check the [1]returns form[/1] for the correct address.
pt_pt: Por favor, confirme se a morada está correta no [1]formulário de devoluções[/1].

source: When we receive your package, we will notify you by email. We will then begin processing order reimbursement.
pt_pt: Quando recebermos a sua embalagem, será notificado por email. Então iniciaremos o processo de reembolso da sua encomenda.

source: Please let us know if you have any questions.
pt_pt: Por favor diga-nos se tiver alguma questão.

source: If the conditions of return listed above are not respected, we reserve the right to refuse your package and/or reimbursement.
pt_pt: Se as condições de devolução acima mencionadas não forem respeitadas, reservamos o direito de recusar a sua embalagem e/ou reembolso.

source: Forgot your password?
pt_pt: Esqueceu-se da sua palavra-passe?

source: Please enter the email address you used to register. You will receive a temporary link to reset your password.
pt_pt: Insira o endereço de e-mail que utilizou para se registar. Irá receber uma ligação temporária para redefinir a sua palavra-passe.

source: Reset your password
pt_pt: Redefina a sua palavra-passe

source: Email address: %email%
pt_pt: Endereço de e-mail: %email%

source: Back to your account
pt_pt: Voltar à minha conta

source: Returned
pt_pt: Devolvido

source: Merchandise return
pt_pt: Devolução de Mercadoria

source: If you wish to return one or more products, please mark the corresponding boxes and provide an explanation for the return. When complete, click the button below.
pt_pt: Se desejar devolver um ou mais produtos, marque a caixa correspondente e forneça por favor uma explicação para a devolução. Quando terminar, clique no botão abaixo.

source: Request a return
pt_pt: Pedir uma devolução

source: Messages
pt_pt: Mensagens

source: Add a message
pt_pt: Adicionar uma mensagem

source: If you would like to add a comment about your order, please write it in the field below.
pt_pt: De desejar incluir uma nota sobre a sua encomenda, por favor escreva no campo seguinte.
