Repository: soniabahri/E-Shop-PrestaShop
Catalog: themes/BlueSecret/translations/*/ShopThemeCheckout.*.xlf
Languages: tr_tr

source: Product successfully added to your shopping cart
tr_tr: Ürün alışveriş sepetinize başarıyla eklendi

source: Qty:
tr_tr: Adet:

source: There are %products_count% items in your cart.
tr_tr: Sepetinizde %products_count% ürün var.

source: There is %product_count% item in your cart.
tr_tr: Sepetinizde %product_count% ürün var.

source: Total products:
tr_tr: Toplam ürünler:

source: Total shipping:
tr_tr: Toplam kargo:

source: Total:
tr_tr: Toplam:

source: your bag is empty, filling it up!
tr_tr: çantanız boş, dolduruluyor!

source: Gift
tr_tr: Hediye

source: The minimum purchase order quantity for the product is %quantity%.
tr_tr: Ürün için asgari sipariş miktarı: %quantity%.

source: Shopping Cart
tr_tr: Alışveriş Sepeti

source: Your order is confirmed
tr_tr: Siparişiniz onaylandı

source: An email has been sent to your mail address %email%.
tr_tr: %email% e-posta adresinize bir e-posta gönderildi.

source: You can also [1]download your invoice[/1]
tr_tr: Ayrıca [1]faturanızı indirebilirsiniz[/1]

source: Order details
tr_tr: Sipariş detayları

source: Order reference: %reference%
tr_tr: Sipariş referansı: %reference%

source: Payment method: %method%
tr_tr: Ödeme yöntemi: %method%

source: Shipping method: %method%
tr_tr: Gönderim şekli: %method%

source: Save time on your next order, sign up now
tr_tr: Şimdi üye olun, sonraki siparişiniz de zaman kazanın

source: Use this address for invoice too
tr_tr: Fatura adresi için de bu adresi kullan

source: There are no more items in your cart
tr_tr: Sepetinizde daha fazla ürün yok

source: Have a promo code?
tr_tr: Promosyon kodunuz mu var?

source: Promo code
tr_tr: Promosyon kodu

source: Create an account
tr_tr: Hesap oluştur

source: (optional)
tr_tr: (isteğe bağlı)

source: And save time on your next order!
tr_tr: Ve sonraki siparişinizde zaman kazanın!

source: Order items
tr_tr: Sipariş öğeleri

source: %product_count% item in your cart
tr_tr: Sepetinizde %product_count% ürün var

source: %products_count% items in your cart
tr_tr: Sepetinizde %products_count% ürün var

source: Please check your order before payment
tr_tr: Lütfen ödemeden önce siparişinizi kontrol edin

source: Addresses
tr_tr: Adresler

source: Your Delivery Address
tr_tr: Teslimat Adresiniz

source: Shipping Method
tr_tr: Gönderim şekli

source: Your Invoice Address
tr_tr: Fatura Adresiniz

source: Shipping Address
tr_tr: Teslimat Adresi

source: The selected address will be used both as your personal address (for invoice) and as your delivery address.
tr_tr: Seçili adres, hem kişisel adresiniz(fatura için) hem de teslimat adresiniz olarak kullanılacak.

source: The selected address will be used as your personal address (for invoice).
tr_tr: Seçili adres kişisel adresiniz(fatura için) olarak kullanılacak.

source: Billing address differs from shipping address
tr_tr: Fatura adresi, teslimat adresinden farklı

source: No payment needed for this order
tr_tr: Bu sipariş için ödemeye ihtiyaç yok

source: Selected
tr_tr: Seçili

source: Unfortunately, there are no payment method available.
tr_tr: Maalesef, herhangi bir ödeme yöntemi mevcut değil.

source: By confirming the order, you certify that you have read and agree with all of the conditions below:
tr_tr: Siparişi onaylayarak, aşağıdaki şartların tümünü okuduğunuzu ve kabul ettiğinizi onaylamış olursunuz:

source: Order with an obligation to pay
tr_tr: Ödeme yükümlülüğü İle sipariş

source: Please make sure you've chosen a [1]payment method[/1] and accepted the [2]terms and conditions[/2].
tr_tr: Bir [1]ödeme yöneti[/1] seçtiğinizden ve ayrıca [2]şartlar ve koşulları[/2] kabul ettiğinizden emin olun.

source: If you sign out now, your cart will be emptied.
tr_tr: Eğer şimdi oturumu kapatırsanız, sepetiniz boşaltılacak.

source: Order as a guest
tr_tr: Misafir olarak sipariş ver

source: If you would like to add a comment about your order, please write it in the field below.
tr_tr: Siparişiniz ile ilgili bir açıklama yazmak isterseniz, lütfen aşağıdaki alanı kullanın:

source: I would like to receive my order in recycled packaging.
tr_tr: Ürünlerimin dönüşümlü kağıtla paketlenmesini istiyorum.

source: If you'd like, you can add a note to the gift:
tr_tr: İsterseniz, hediyenize bir not ekleyebilirsiniz:

source: Unfortunately, there are no carriers available for your delivery address.
tr_tr: Maalesef, teslimat adresiniz için uygun kargo firması yok.

source: Code
tr_tr: Kod

source: Description
tr_tr: Açıklama

source: Value
tr_tr: Değer

source: Minimum
tr_tr: En az

source: Cumulative
tr_tr: Toplam

source: Expiration date
tr_tr: Son kullanma tarihi

source: Quantity
tr_tr: Adet

source: Order reference
tr_tr: Sipariş referansı

source: Date
tr_tr: Tarih

source: Total price
tr_tr: Toplam fiyat

source: Payment
tr_tr: Ödeme

source: Status
tr_tr: Durum

source: Invoice
tr_tr: Fatura

source: Carrier
tr_tr: Kargo firması

source: Payment method
tr_tr: Ödeme yöntemi

source: Delivery address %alias%
tr_tr: Teslimat adresi %alias%

source: Invoice address %alias%
tr_tr: Fatura adresi %alias%

source: Weight
tr_tr: Ağırlık

source: Shipping cost
tr_tr: Kargo ücreti

source: Tracking number
tr_tr: Kargo Takip Numarası
